<template>
  <div class="about">
    <div>
      <h2>Ласкаво просимо до календаря онлайн-бронювання,</h2>
      <h2>вашого головного рішення</h2>
      <h2>для безперебійного та ефективного планування.</h2>
      <h3>Календар дозволяє користувачам легко бронювати зустрічі, вибравши бажану дату та час.</h3>
      <h3>Після бронювання дані надійно зберігаються в Google таблицях.</h3> 
      <p>Основні характеристики:

• Легке бронювання: виберіть потрібну дату та час для зустрічей лише кількома клацаннями.

• Безпечне зберігання даних: уся інформація про бронювання зберігається в Google Таблицях, що забезпечує надійний і безпечний спосіб керування вашими зустрічами.

• Комплексна звітність: відвідайте нашу сторінку «Звіт», щоб переглянути всі свої записи та здійснювати пошук за датою, що полегшить відстеження вашого розкладу.</p>

<h3>У Online Booking Calendar ми прагнемо зробити планування максимально простим і безпроблемним.</h3>
<h3>Дякуємо, що вибрали календар онлайн-бронювання. Ми з нетерпінням чекаємо на те, щоб допомогти вам залишатися організованими та виконувати свій графік!</h3>
    </div>
  </div>
</template>

<style scoped>
  .about {
    display: flex;
    text-align: left;
    margin: auto;
    padding: 10px;
  }
</style>
